{
  "owner_address": "1Bfuzw8Q35jQaeeVWW2avcPrgU63rB3RWq",
  "profile": {
    "account": [
      {
        "@type": "Account",
        "identifier": "88c429daa745ec00f1ed6593fd5e785854c22b3f",
        "service": "openbazaar"
      }
    ],
    "bio": "As an engineering student, naturally, I take lots of notes and read lots of books, often in a few various subjects. I pride myself in taking very detailed notes, often supplemented with relevant example problems and sometimes even complemented with original tables, diagrams, and figures. I do my best to make my notes easy to comprehend and, as I continue through my undergraduate and later, graduate schooling, I plan on compiling all of my notes into organized and sorted texts, categorized by subject and topic.  I will try my best to develop these texts in such a way that they could perhaps be used as high quality and detailed works for the study of a particular subject or topic by autodidacts or perhaps even serve as supplementary material for college students studying the same subject. Obviously, this is an ongoing project and you can expect irregular updates with long or short hiatuses in between.  What's my incentive for doing this? Well, I really like learning new things but often, when studying an unfamiliar subject, I find myself having to pull information from many more sources than seems necessary. Unfortunately, I've found that just because the people writing the books definitely seem to know their stuff, that doesn't necessarily mean that they know how to present it to others, namely, people who are exploring the subject for the very first time.  With the level of detail and concise and lucid language that I use in my note-taking, I aim to provide truly complete and comprehensible texts that anyone can use in order to gain a sufficient understanding in a specific subject or topic that might otherwise prove painstakingly difficult and time consuming to comprehend.  Of course, I will release all such texts available for digital download free of charge.",
    "cover": {
      "url": "https://s3.amazonaws.com/dx3/freeeducationproject"
    },
    "name": {
      "formatted": "The Free Education Project"
    },
    "v": "0.2"
  },
  "verifications": []
}
