{
  "owner_address": "1C1q2cHkFsp86PLxqaHNaqPTy7MNPzN1fq",
  "profile": {
    "avatar": {
      "url": "https://s3.amazonaws.com/kd4/anzwertree"
    },
    "bio": "The Apostasy Manifesto  Odysseus was a man who knew how to tell many lies and tell them well. Those words were recorded by Homer in the epic story of Troy. Deception is as old as time itself. Do you believe the lie? Be careful, weary one. Every seeker of truth must confront the multitudes of lies ahead of them. No one book or story can tell us all the answers. Knowledge is hidden all around us, nested within the depths of obscurity. Its essence is etched into every creative work. Truth & Wisdom are not bound by time, nor are they predominantly encapsulated by corporatized bigots and fascist ideologies. There is no certainty. There is only mind.  Underneath the elaborate veneer of benevolent works contributed to God, lurks the deceptive nature and malevolence of humankind. We did not choose to live a lie. We chose to leave it behind.  We are believers and non believers. We are political and anti-political, religious and anti-religious. Our beliefs are as vast as a great sea of diversity, yet we remain united under determination. It was the desire for truth that first betrayed us. And though we were scarred, it was our desire for truth that led us into apostasy. We do not hold ourselves superior merely because our beliefs have changed. Belief is subject to change. Life is subject to change. Our beliefs differ even amongst ourselves.   You are no different from us. In fact, you are us, and we are you. Only are we distinguished by ideological segregation. Religion is not the enemy; it is the assurance of religion. Truth is the lie, and certainty betrays us.",
    "bitcoin": {},
    "cover": {
      "url": "https://s3.amazonaws.com/97p/gQZ.jpg"
    },
    "facebook": {
      "proof": {
        "url": "https://facebook.com/anzwertree/posts/1017972571550373"
      },
      "username": "anzwertree"
    },
    "name": {
      "formatted": "Josh"
    },
    "v": "0.2"
  },
  "verifications": [
    {
      "identifier": "anzwertree",
      "proof_url": "https://facebook.com/anzwertree/posts/1017972571550373",
      "service": "facebook",
      "valid": false
    }
  ]
}
