{
  "owner_address": "13tdbZtAc9YhT4TCMu3V3UqoSEYBbLn6hH",
  "profile": {
    "avatar": {
      "url": "https://s3.amazonaws.com/kd4/edgarmuit"
    },
    "bio": "Online since  '94 | Project Manager & Product Owner | Digital Innovations & Concepts |  After finishing my thesis “the Internet as Warehouse.” and graduated successfully I started at a 1st generation Internet agency and haven’t left the branch for over 15 years. I experienced several roles in the beginning very practical and focused on execution and along the way more and more focused on product- & business development, strategy and business cases. Over the years my field of work changed from 1st generation websites all the way up to rich media platforms with live streaming and VOD content. I love to work at a crossroad of creativity, advertising, content, streaming media and innovations. To work with teams, in search for new solutions, outstanding products, original thinking all in benefit for the company. Just in order to create added value to a brand, a product an experience or a person. My own added value: Intuitively, persevering, social, an eye for the big picture as well as process driven, innovative, creative and sometimes a little disruptive but always looking ahead. As I like to say “Make it work and make it happen.”",
    "cover": {
      "url": "https://s3.amazonaws.com/dx3/edgarmuit"
    },
    "facebook": {
      "proof": {
        "url": "https://facebook.com/edgarmuit/posts/10206577773617101"
      },
      "username": "edgarmuit"
    },
    "location": {
      "formatted": "Netherlands - Alphen aan den Rijn"
    },
    "name": {
      "formatted": "Edgar Muit"
    },
    "twitter": {
      "proof": {
        "url": "https://twitter.com/eggert/status/691544618563952640"
      },
      "username": "eggert"
    },
    "v": "0.2",
    "website": "https://nl.linkedin.com/in/edgarmuit"
  },
  "verifications": [
    {
      "identifier": "eggert",
      "proof_url": "https://twitter.com/eggert/status/691544618563952640",
      "service": "twitter",
      "valid": true
    },
    {
      "identifier": "edgarmuit",
      "proof_url": "https://facebook.com/edgarmuit/posts/10206577773617101",
      "service": "facebook",
      "valid": false
    }
  ]
}
