{
  "owner_address": "15PA5Vy2iiTJdhokWG7vXq7mSacjDSGoQJ",
  "profile": {
    "avatar": {
      "url": "https://s3.amazonaws.com/kd4/sezginkoc"
    },
    "bio": "1990 yılında doğdu. 2008 yılında Lüleburgaz Anadolu Lisesinden mezun oldu. Mezuniyetinin bir yıl sonra Yıldız Teknik Üniversitesi İktisat bölümünü kazandı. Üniversite yıllarında birçok sosyal etkinliğe katıldı. Gönüllü olarak TEGV eğitim biriminde bulundu.  Üniversitenin sosyal duyarlılık projesinde yer aldı. Ümraniye cezaevindeki mahkumlara proje dahilinde takım arkadaşları ile beraber eğitim verdi. Üniversite mezuniyeti ardından 2005 yılında İngilizcesini geliştirmek için  İngiltere'nin Brighton şehirine gitti ve 6 ay St Giles İnternational Language School'da dil eğitimi aldı. Üniversite yıllarında katıldığı İstanbul Barosu Tiyatro topluluğuna halen devam etmektedir.                                                                                                                Born in 1990, Sezgin Koç graduated from Luleburgaz High School in 2008. A year after graduation, he was accepted to the Yildiz Technical University Department of Economics. During the following period of studies he took part in various social initiatives.  He took part in volunteer programs for  the university’s TEGV, including a prisoner education program at Umraniye Priso Upon graduating he spent six months in intensive English classes at St Giles School, Brighton, United Kingdom in order to improve his standard of English. Both currently and during his studies he has been an active member of the Istanbul Bar Association Theatre Society",
    "cover": {
      "url": "https://s3.amazonaws.com/97p/Ov8.jpg"
    },
    "facebook": {
      "proof": {
        "url": "https://facebook.com/https://www.facebook.com/sezgin.koc.14/posts/10205475497026941"
      },
      "username": "https://www.facebook.com/sezgin.koc.14"
    },
    "location": {
      "formatted": ""
    },
    "name": {
      "formatted": "Sezgin KOC"
    },
    "twitter": {
      "username": "jopusal"
    },
    "v": "0.2"
  },
  "verifications": [
    {
      "identifier": "https://www.facebook.com/sezgin.koc.14",
      "proof_url": "https://facebook.com/https://www.facebook.com/sezgin.koc.14/posts/10205475497026941",
      "service": "facebook",
      "valid": false
    }
  ]
}
