{
  "owner_address": "1BUatLNvCyvzFLANpr6jZvQJym4THpqiXB",
  "profile": {
    "@type": "Person",
    "account": [],
    "address": {
      "@type": "PostalAddress",
      "addressLocality": "Slovakia"
    },
    "description": "Keine Aufkleber, Etiketten, Schilder Sie sind Ihre eigene Marke.                                      Es gibt bereits zu viele invasive Marken, die ihre Logos an Sie haen möchten. Wir bei Pure Design glauben, dass Sie niemanden brauchen, um Sie mit Ihrer Identität zu versorgen. Unser Fokus ist auf dem Wesentlichen. Hochwertige Materialien und zeitlos funktionales Design. Wir glauben, dass Sie Ihre eigene Marke schaffen.                                  Wir haben bewusst diese Flasche nur aus Holz und Stahl mit einer Silikondichtung gefertigt. Nicht nur, weil es gut aussieht und langlebig ist, sondern auch weil es der Umwelt hilf. Ganz ohne Plastik, Farbe und Auleber. Nur hochwertiger Edelstahl 201, Rohholz und Lebensmittelqualitä201, Lebensmittelqualität BPA frei von Silikon. Fragen & Tipps Spülen Sie die Flasche vor dem ersten Gebrauch mit heißem Wasser. Wenn sie muffig wird, verwenden Sie Seifenwasser oder verdünnten Essig für das Reinigen und um den Geruch zu beseitigen. Die Flasche ist für Spülmaschinen geeignet, jedoch ohne Holzdeckel. Das Holz ist roh und ohne Lack - um es in Form zu halten, benutzen Sie gelegentlich natürliche Öl-Holzpflege. Die Flasche ist NICHT zum Einfrieren geeignet, da dies Beschädigungen verursachen kann und führt gleichzeitig zum Erlöschen der Garantie. NICHT für heiße Flüssigkeiten geeignet, sonst wird die Flasche nicht isoliert und es besteht Verbrennungsgefahr. Entwickelt in der Slowakei, verantwortungsvoll in China hergestellt.",
    "image": [
      {
        "@type": "ImageObject",
        "contentUrl": "https://s3.amazonaws.com/kd4/puredesign",
        "name": "avatar"
      },
      {
        "@type": "ImageObject",
        "contentUrl": "https://s3.amazonaws.com/dx3/puredesign",
        "name": "cover"
      }
    ],
    "name": "Pure Design"
  },
  "verifications": [],
  "zone_file": "$ORIGIN puredesign.id\n$TTL 3600\n_http._tcp URI 10 1 \"https://blockstack.s3.amazonaws.com/puredesign.id\"\n"
}
